{
	"html": {
		"profile_section": {
			"occupation": "Desarrollador Back End",
			"file": "./files/CV-Es.pdf",
			"download_label": "Descargar CV",
			"contact_label": "Contáctame"
		},
		"about_section": {
			"title": "Sobre Mí",
			"introduction": [
				"<p>Me gusta programar, de hecho lo encuentro muy entretenido. Soy un apasionado ingeniero en computación. Estoy muy interesado en la Ingeniería de Software y debido a esto estoy en constante búsqueda de materiales relacionados con el área para ponerlos en practica.</p>",
				"<h4>Un poco más</h4>",
				"<p>Obtuve mi título universitario en la Universidad Simón Bolívar (Venezuela) en 2012 donde estudié Ingeniería en Computación. Aquí aprendí a utilizar varios lenguajes de programación y muchos tipos de herramientas que pudieran ayudarme a completar mis labores. Después de graduarme,estuve trabajando en la industria financiera durante 2 años. Luego, trabajé para la industria de salud privada. Decidí realizar este cambio ya que quería involucrarme en algo más interesante. Actualmente, trabajo con un empresa que se encarga de automatizar procesos electorales alrededor del mundo.</p>",
				"<h4>Projectos personales</h4>",
				"<p>En 2015, participé en el Global Urban Datafest: Smart Cities Hackathon y gané un premio para asistencia técnica junto con mis compañeros de equipo para desarrollar el proyecto con el cual participamos. Esta fue una gran oportunidad para conocer personas que se encuentran relacionadas a otras carreras no tecnológicas y aprender a trabajar con ellos para llevar a cabo este proyecto</p>",
				"<h4>Algunas destrezas</h4>",
				"<p>Poseo destrezas con .NET Framework y Javascript debido a mi experiencia trabajando como desarrollador .NET y programador en Javascript. También soy muy bueno programando con C/C++ y Java. Por otra parte, estoy en constante búsqueda de nuevas tecnologías, me gusta probar nuevas cosas y encontrar formas de usarlas en mi trabajo. He estado desarrollando un API en Node.js y, después de todo el proceso de aprendizaje, puedo decir que me gusta. Similarmente, he utilizado otros lenguajes de programación y frameworks que pueden validar en mi sintesis curricular.</p>",
				"<h4>Qué estoy buscando</h4>",
				"<p>Quiero trabajar en proyectos retadores e interesantes. Me gustaría tener nuevas oportunidades para desarrollar mis destrezas y aprender nuevas. No quiero trabajar en un lugar donde lo más importante sea el tiempo que inviertes en estar sentado sin hacer nada. Creo que es genial cuando una empresa entiende que los desarrolladores pueden ser más productivos si tienen libertidad de realizar sus labores sin seguir horarios de oficina.</p>",
				"<p>Soy feliz trabajando solo o en equipo, aplicando una actitud positiva en cada tarea que tenga asignada. Quiero ser parte de un equipo con una visión clara y entusiasta en crear la mejor tecnología para las personas.</p>",
				"<p>Entonces ¿Me dejaría trabajar con usted?</p>"
			]
		},
		"experience_section": {
			"title": "Experiencia Laboral",
			"jobs": [
				{
					"position": "Ingeniero de Software",
					"company": "Smartmatic",
					"year": "(2015 - Actual)",
					"description": "Como miembro del Departamento de Soluciones Electorales, he estado involucrado con varios proyectos en Venezuela, Argentina, Filipinas, Uganda entre otros en los diferentes productos de la compañía. He trabajado tanto como desarrollador Java para aplicaciones de servidor como desarrollador C/C++ para aplicaciones del cliente (máquinas de votación)."
				},
				{
					"position": "Líder Técnico",
					"company": "MediCitas",
					"year": "(2014 - 2015)",
					"description": "Como Líder Técnico, era responsable tanto del diseño y la arquitectura asociada para las nuevas soluciones tecnológicas dentro de la empresa. Tuve que desarrollar componente de base de datos basados en MS SQL Server y su capa de servicios basada en .NET framework."
				},
				{
					"position": "Analista de Sistema",
					"company": "BBVA Banco Provincial",
					"year": "(2012 - 2014)",
					"description": "Trabajé en el Departamento de Diseño y Desarrollo (Workflow). Aquí, desarrollé modulos y aplicaciones para la red de oficinas basados en .NET framework (Back-End) y HTML/CSS/Javascript (Front-End)."
				},
				{
					"position": "Pasante",
					"company": "Venemergencia",
					"year": "(2011)",
					"description": "Trabajé en el Departamento de Tecnología. Aquí, tuve que desarrollar una aplicación para dispositivos móviles encargada de gestionar una especie de historia médica electrónica asociada a sus clientes y otros procesos relacionados con examenes de laboratorio y servicios de ambulancias."
				},
				{
					"position": "Preparador Académico",
					"company": "Universidad Simón Bolívar",
					"year": "(2011 - 2012)",
					"description": "Estuve dando apoyo al Departamento de Computación y Tecnologías de la Información. Mi trabajo involucraba impartir clases practicas de programación en C e interfaces de usuario."
				},
				{
					"position": "Preparador Académico",
					"company": "Universidad Simón Bolívar",
					"year": "(2007 - 2008)",
					"description": "Trabajé en el Departamento de Matemáticas. Mi trabajo involucraba impartir clases practicas relacionadas con los temas vistos en el curso."
				}
			]
		},
		"github_section": {
			"title": "Mi GitHub"
		},
		"basic_info_section": {
			"title": "Información Básica",
			"location": {
				"label": "Ubicación:",
				"value": "Buenos Aires, AR"
			},
			"email": {
				"label": "Correo:",
				"value": "danielramirezvi@gmail.com"
			},
			"website": {
				"label": "Sitio Web:",
				"value": "http://www.nanielito.com.ve"
			}
		},
		"skills_section": {
			"title": "Destrezas",
			"skills": [
				{
					"skill": ".NET Framework",
					"description": "Desarrollé aplicaciones durante 3 años utilizando C#, Entity Framework y MVC 3/4",
					"level": "Experto",
					"percent": "85%"
				},
				{
					"skill": "C/C++",
					"description": "He desarrollado muchos programas para realizar tareas específicas en entornos Unix, también lo he utilizado en el desarrollo de videojuegos basados en Open GL",
					"level": "Profesional",
					"percent": "70%"
				},
				{
					"skill": "Java",
					"description": "JDBC, JSP Servlets, Struts, Java ME (SDK Android/BlackBerry), Spring/SpringBoot",
					"level": "Profesional",
					"percent": "75%"
				},
				{
					"skill": "Javascript &amp; jQuery",
					"description": "Lo he utilizado para desarrollar métodos asíncronos a nivel de cliente",
					"level": "Profesional",
					"percent": "75%"
				},
				{
					"skill": "Node.js",
					"description": "He desarrollado APIs RESTFul utilizando Express",
					"level": "Intermedio",
					"percent": "60%"
				},
				{
					"skill": "DBMS",
					"description": "MS SQLServer, Oracle SQL, PostgreSQL, MySQL, MongoDB",
					"level": "Experto",
					"percent": "80%"
				},
				{
					"skill": "HTML5, CSS3",
					"description": "En diseño web",
					"level": "Profesional",
					"percent": "68%"
				},
				{
					"skill": "PHP",
					"description": "",
					"level": "Profesional",
					"percent": "60%"
				},
				{
					"skill": "Ruby",
					"description": "",
					"level": "Intermedio",
					"percent": "45%"
				},
				{
					"skill": "Prolog",
					"description": "",
					"level": "Profesional",
					"percent": "80%"
				},
				{
					"skill": "Docker",
					"description": "",
					"level": "Profesional",
					"percent": "75%"
				},
				{
					"skill": "Jenkins",
					"description": "",
					"level": "Profesional",
					"percent": "70%"
				}
			]
		},
		"education_section": {
			"title": "Educación",
			"bachelor_degree" : {
				"degree": "Ingeniero en Computación",
				"university": "Universidad Simón Bolívar",
				"year": "(2005-2012)"
			}
		},
		"language_section": {
			"title": "Idiomas",
			"languages": [
				{
					"language": "Español:",
					"level": "Lengua Materna",
					"stars": ""
				},
				{
					"language": "Inglés:",
					"level": "Competencia Profesional",
					"stars": ""
				}
			]
		},
		"list_music_section": {
			"title": "Música favorita para programar"
		},
		"list_event_section": {
			"title": "Asistencia a eventos",
			"events": [
				{
					"event": "Caracas Global Urban Datafest Smart Cities Hackathon",
					"location": "(Caracas - March 2015)<br>",
					"observation": "Caracas Premio Alcaldía Metropolitana (Asistencia Técnica)",
					"link": "http://www.global.datafest.net/cities/caracas",
					"target": "_blank"
				},
				{
					"event": "III Jornadas Interuniversitaras de Ciencias de la Computación",
					"location": "(Caracas - May 2010)<br>",
					"observation": "",
					"link": "#",
					"target": ""
				},
				{
					"event": "II Jornadas Interuniversitaras de Ciencias de la Computación",
					"location": "(Caracas - May 2009)<br>",
					"observation": "",
					"link": "#",
					"target": ""
				},
				{
					"event": "III Jornadas de Ingeniería de la Computación",
					"location": "(Caracas - Nov 2006)<br>",
					"observation": "",
					"link": "#",
					"target": ""
				}
			]
		},
		"footer": {
				
		}
	}
}